Repository: janboddez/landing-page
Catalog: languages/landing-page-*.po
Languages: nl_nl

source: Map additional domains to any WordPress post or page.
nl_nl: Map additionele domeinen naar een bericht&#8209; of pagina-URL.

source: Domain
nl_nl: Domein

source: Target
nl_nl: Doelpagina

source: Remove this domain
nl_nl: Dit domein verwijderen

source: Map add-on domains to any post or page URL.
nl_nl: Map additionele domeinen naar een bericht&#8209; of pagina-URL.

source: Map more domains
nl_nl: Meer domeinen mappen

source: Add Row
nl_nl: Rij toevoegen

source: Optional
nl_nl: Optioneel

source: Canonical URLs
nl_nl: Canonieke URL&rsquo;s

source: Make canonical URLs reflect mapped domains.
nl_nl: Laat canonieke URL&rsquo;s gemapte domeinen weerspiegelen.

source: Avoid a so-called &ldquo;duplicate content&rdquo; penalty by search engines.
nl_nl: Vermijd zogenoemde &lsquo;duplicate content&rsquo;-penalty&rsquo;s door zoekmachines.

source: Redirect posts and pages to their mapped domains.
nl_nl: Verwijs berichten en pagina&rsquo;s door naar gemapte domeinen.

source: Save Changes
nl_nl: Wijzigingen opslaan
